IDEA StatiCa Open Model
LineLoad.EndFx Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 force in X at end
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EndFx { get; set; }
Public Property EndFx As Double
	Get
	Set
public:
property double EndFx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace